[
        {
            "gun":1,
            "cuz":1,
            "gununAnlami":"Gece teravih namazını kılanın: Bütün günahları bağışlanır.",
            "gununAyeti":"Ey iman edenler! Sizden öncekilere farz kılındığı gibi oruç tutmak size de farz kılındı. Umulur ki böylece günah ve fenâlıklardan korunursunuz.(Bakara / 183. Ayet)",
            "gununHadisi":"İslâm beş temel üzerine bina kılınmıştır: Allah’tan başka ilâh olmadığına ve Muhammed’in Allah’ın Resulü olduğuna şahitlik etmek. Namazı dosdoğru kılmak, zekâtı hakkıyla vermek, Allah’ın evi Kâbe’yi haccetmek ve Ramazan orucunu tutmak.(Buhârî, Îmân 1, 2, Tefsîru sûre(2) 30; Müslim, Îmân 19-22)"

        },
        {
                "gun":2,
                "cuz":2,
                "gununAnlami":"Gece teravih namazını kılanın: Kendisinin ve eğer mü’min iseler ana ve babasının günahları bağışlanır.",
                "gununAyeti":"Oruç sayılı ve belli günlerde tutulur. Ancak bu günlerde hasta olup veya yolculuğa çıkıp da oruç tutamayanlarınız, tutamadığı oruçları diğer günlerde tutar. Oruca dayanamayanlara ise, tutamadıkları her gün için bir fakiri bir gün doyuracak kadar fidye gerekir. Kim de, gönlünden koparak birden fazla fakiri doyurur veya fidye miktarını artırırsa, kendisi için daha hayırlı olur. Ama her şeye rağmen oruç tutmanız, bir bilseniz, sizin için elbette daha hayırlıdır.(Bakara / 184. Ayet)",
                "gununHadisi":"Oruç tutunuz ki, (madden ve mânen) sıhhat bulasınız!(Heysemî, 203 III, 179)"
    
            },  {
                "gun":3,
                "cuz":3,
                "gununAnlami":"Gece teravih namazını kılana: Melekler müjde vererek derler ki: “Ey falan kişi! Sana müjde olsun ki, Allah (cc) senin amelini kabul edip umduğuna nail eyledi.”",
                "gununAyeti":"“Ey insanlar! Sizi tek bir candan yaratan, ondan eşini yaratan ve ikisinden birçok erkek ve kadın meydana getirip yayan Rabbinize karşı gelmekten sakının. Kendisi adına birbirinizden dilekte bulunduğunuz Allah’a karşı gelmekten ve akrabalık bağlarını koparmaktan sakının. Şüphesiz Allah, üzerinizde bir gözetleyicidir.”(Nisâ, 4/1)",
                "gununHadisi":"Allah’tan korkunuz. Beş vakit namazınızı kılınız. Ramazan orucunuzu tutunuz. Mallarınızın zekâtını veriniz. Yöneticilerinize itaat ediniz! (Bu takdirde doğruca) Rabbinizin cennetine girersiniz.(Tirmizî, Cum’a 80)"
    
            },  {
                "gun":4,
                "cuz":4,
                "gununAnlami":" Gece teravih namazını kılana: Allah (cc) Tevrat, İncil, Zebur ve Kur'ân’ı okumuş kadar sevap ihsan eder.",
                "gununAyeti":"Orucun farz kılındığı ramazan ayı, insanlara hidâyet rehberi olup onlara doğru yolu gösteren ve hakkı bâtıldan ayırıcı en açık delilleri ihtiva eden Kur’an’ın indirildiği aydır. İşte bu sebeple içinizden ramazan ayına erişen orucunu tutsun. Ancak hasta veya yolcu olup da oruç tutamayan kimse, tutamadığı oruçları başka günlerde tutsun. Allah sizin için kolaylık diler, fakat zorluk dilemez. Bütün bunlar sayıyı tamamlamanız, size doğru yolu gösterdiği için Allah’ın yüceliğini tanımanız ve O’na şükretmeniz içindir.(Bakara / 185. Ayet)",
                "gununHadisi":"Aziz ve celîl olan Allah İnsanın oruç dışında her ameli kendisi içindir. Oruç benim içindir, mükâfatını da ben vereceğim buyurmuştur. Oruç kalkandır. Biriniz oruç tuttuğu gün kötü söz söylemesin ve kavga etmesin. Şayet biri kendisine söver ya da çatarsa: ‘Ben oruçluyum’ desin. Muhammed’in canı kudret elinde olan Allah’'a yemin ederim ki, oruçlunun ağız kokusu, Allah katında misk kokusundan daha güzeldir. Oruçlunun rahatlayacağı iki sevinç anı vardır: Birisi, iftar ettiği zaman, diğeri de orucunun sevabıyla Rabbine kavuştuğu andır."
    
            },  {
                "gun":5,
                "cuz":5,
                "gununAnlami":"Gece teravih namazını kılana: Allah (cc) Mescid-i Haram’da namaz kılanın sevabı kadar sevap ihsan eder.",
                "gununAyeti":"“Ey insanlar! Şüphe yok ki, biz sizi bir erkek bir kadından yarattık ve birbirinizle tanışmanız için sizi boylara ve kabilelere ayırdık. Allah katında en değerli olanınız, O’na karşı gelmekten en çok sakınanınızdır. Şüphesiz Allah hakkıyla bilendir, hakkıyla haberdar olandır.”(Hucurât 49/13)",
                "gununHadisi":"Cennette reyyân denilen bir kapı vardır ki, kıyamet günü oradan ancak oruçlular girecek, onlardan başka kimse giremeyecektir. Oruçlular nerede? diye çağrılır. Onlar da kalkıp girerler ve o kapıdan onlardan başkası asla giremez. Oruçlular girince o kapı kapanır ve bir daha oradan kimse girmez(Buhârî, Savm 4; Müslim, Sıyâm 166.)"
    
            },  {
                "gun":6,
                "cuz":6,
                "gununAnlami":"Gece teravih namazını kılana: Allah (cc) Beyt-i Mamur’u tavaf edenin sevabı kadar sevap ihsan eder.",
                "gununAyeti":"Oruç gecelerinde eşlerinizle ilişkide bulunmanız size helâl kılındı. Onlar sizin için bir elbise, siz de onlar için bir elbise durumundasınız. Allah, nefislerinize karşı koyamayacağını bildiği için tevbenizi kabul edip sizi bağışladı. Bundan böyle eşlerinizle beraber olabilir ve Allah’ın sizin için takdir buyurduğu nesli arzu ve talep edebilirsiniz. Fecrin, beyaz ipliğe benzeyen aydınlığı siyah ipliğe benzeyen gece karanlığından ayrılıncaya kadar bütün gece yiyin için. Sonra güneş batıp akşam namazı vakti girinceye kadar orucu tamamlayın. Mescitlerde itikâfa çekildiğinizde eşlerinizle geceleri bile ilişkide bulunmayın! Bunlar Allah’ın belirlediği sınırlardır; sakın bu sınırlara yaklaşmayın! İşte Allah insanlara âyetlerini böylece açıklamaktadır ki, günahları terkedip kendisine karşı gelmekten sakınabilsinler.(Bakara / 187. Ayet)",
                "gununHadisi":"Allah rızâsı için bir gün oruç tutan kimseyi Allah Teâlâ, bu bir günlük oruç sebebiyle cehennem ateşinden yetmiş yıl uzak tutar.(Buhârî, Cihâd 36; Müslim, Sıyâm 167-168.)"
    
            },  {
                "gun":7,
                "cuz":7,
                "gununAnlami":"Geceteravih namazını kılana: Allah (cc) Musa'nın (a.s) yanında firavun ve haman ile mücadele etmiş sevabı ihsan eder.",
                "gununAyeti":"Başladığınız haccı ve umreyi Allah rızâsı için tamamlayın. Eğer bir engel çıkar da tamamlayamazsanız, o zaman maddî durumunuza uygun bir kurban gönderin. O kurban, yerine varıp kesilinceye kadar başlarınızı tıraş etmeyin. Aranızdan hastalanan veya başında bir rahatsızlığı bulunduğu için vaktinden önce tıraş olma zorunda kalanlar ise fidye olarak ya oruç tutsun ya sadaka versin veya kurban kessin. Emniyet ve genişlik içinde olduğunuzda, içinizden kim hac zamanına kadar umre yaparsa, maddî durumuna uygun bir kurban kessin. Kurban kesemeyenler ise üçü hacda, yedisi de hacdan döndükten sonra olmak üzere tam on gün oruç tutsunlar. Bu hüküm, Mescid-i Harâm civârında oturmayanlar içindir. Allah’a karşı gelmekten sakının ve bilin ki, Allah’ın cezası pek şiddetlidir.(Bakara / 196. Ayet)",
                "gununHadisi":"Kim, faziletine inanarak ve karşılığını Allah'tan bekleyerek Ramazan orucunu tutarsa, geçmiş günahları bağışlanır(Buhârî, Îmân 28, Savm 6)"
    
            },  {
                "gun":8,
                "cuz":8,
                "gununAnlami":"Gece teravih namazını kılana: Allah (cc) Bedir savaşında Peygamber Efendimiz (asm) ile beraber olmuş gibi sevap ihsan eder.",
                "gununAyeti":"Bir mü’minin diğer bir mü’mini öldürmesi olacak şey değildir. Fakat yanlışlıkla olabilir. Kim yanlışlıkla bir mü’mini öldürürse, cezası, mü’min bir köleyi azat etmesi ve ölenin ailesine diyet ödemesidir. Ancak ölenin ailesi bağışlarsa, diyet ödemesi gerekmez. Şâyet ölen mü’min olmakla birlikte size düşman olan bir kavimden ise, öldürenin cezası, sadece mü’min bir köleyi azat etmesidir. Eğer öldürülen kişi, aranızda anlaşma bulunan kâfir bir kavimdense, o takdirde ceza, ölenin ailesine diyet ödemesi ve mü’min bir köleyi azat etmesidir. Bunları yerine getirmek için yeterli imkânlara sahip olamayan, bunun yerine peş peşe iki ay oruç tutmalıdır. Allah bu cezaları, yanlışlıkla adam öldüren kimsenin tevbesini kabul etmek için koymuştur. Allah, hakkiyle bilen, her hükmü ve işi hikmetli ve sağlam olandır.(Nisâ / 92. Ayet)",
                "gununHadisi":"Biriniz, oruçlu olduğu gün çirkin söz söylemesin ve kimse ile çekişmesin. Eğer biri kendisine söver veya çatarsa, ‘ben oruçluyum desin’(Buhârî, Savm 9)"
    
            },  {
                "gun":9,
                "cuz":9,
                "gununAnlami":"Gece teravih namazını kılana: Allah (cc) Davud (as) ile beraber ibadet etmiş sevabı verir.",
                "gununAyeti":"Allah kasıtsız olarak yaptığınız yeminlerden dolayı sizi sorumlu tutmaz, fakat bilerek yaptığınız yeminlerden dolayı sorumlu tutar. Bunun kefâreti, ailenize yedirdiğinizin orta hallisiyle on fakiri bir gün sabah akşam doyurmak veya giydiğiniz orta hallisiyle onları giydirmek yahut bir köleyi hürriyetine kavuşturmaktır. Buna gücü yetmeyen üç gün oruç tutmalıdır. İşte yemin ettiğinizde onu bozmanın kefâreti budur. Bununla birlikte, yeminlerinize bağlı kalıp gereğini yerine getirin. Şükredebilmeniz için Allah size âyetlerini işte böyle açıklamaktadır.(Mâide / 89. Ayet)",
                "gununHadisi":"Sizden biriniz bir-iki gün öncesinden oruç tutarak Ramazan’ı karşılamaya kalkmasın. Ancak belli günlerde oruç tutmayı âdet edinmiş olan kimse, o gün orucunu tutsun(Buhârî, Savm 5, 14; Müslim, Sıyâm 21)"
    
            },  {
                "gun":10,
                "cuz":10,
                "gununAnlami":"Gece teravih namazını kılana: Allah (cc) dünya ve ahiret selameti verilir.",
                "gununAyeti":"iman edenler! İhramlı iken av hayvanlarını öldürmeyin. İçinizde kim bu halde iken kasten bir hayvanı öldürürse, yaptığı işin vebâlini tatması için verilecek ceza şudur: Ya içinizden iki âdil kimsenin kararıyla öldürdüğü ava eş değerdeki bir hayvanı Kâbe’ye ulaştırarak kurban etmek veya kefâret olarak fakirleri doyurmak yahut ona denk gelecek şekilde oruç tutmaktır. Bu konuda geçmişte yapılan hataları Allah affetmiştir. Fakat kim tekrar o günahı işlerse, Allah bunun intikamını ondan alır. Çünkü Allah, kudreti dâimâ üstün gelendir, intikam alandır.(Mâide / 95. Ayet)",
                "gununHadisi":"Kim yalan konuşmayı ve yalan-dolanla iş yapmayı terketmezse, Allah o kimsenin yemesini, içmesini bırakmasına kıymet vermez.(Buhârî, Savm 8, Edeb 51)"
    
            },  {
                "gun":11,
                "cuz":11,
                "gununAnlami":"Gece teravih namazını kılana: Kabul edilmiş umre sevabı verilir.",
                "gununAyeti":"Köle azat etmek için imkân bulamayan kişi, hanımıyla cinsî münasebetten önce hiç ara vermeden iki ay oruç tutmalıdır. Buna gücü yetmeyen de altmış fakiri doyurmalıdır. Bu hükümler, Allah’a ve Rasûlü’ne imanınızı ispat etmeniz için konulmuştur. Bunlar Allah’ın çizdiği sınırlardır. Bu sınırları kabul etmeyen kâfirler için ise can yakıcı bir azap vardır.(Mücâdele / 4. Ayet)",
                "gununHadisi":"Nice oruç tutanlar vardır ki, orucundan kendisine kuru bir açlıktan başka bir şey kalmaz! Geceleri nice namaz (terâvih ve teheccüd) kılanlar vardır ki, namazlarından kendilerine kalan yalnız uykusuzluktur.(İbn-i Mâce, Sıyâm, 21)"
    
            },  {
                "gun":12,
                "cuz":12,
                "gununAnlami":" Gece teravih namazını kılan: Sıratı yıldırım gibi geçer.",
                "gununAyeti":"Bunlar, tövbe edenler, ibâdet edenler, hamdedenler, oruç tutanlar, rükû’ ve secde edenler, iyiliği emredip kötülükten alıkoyanlar ve Allah’ın koyduğu sınırları hakkıyla koruyanlardır. Mü’minleri müjdele.(Tevbe / 112. Ayet)",
                "gununHadisi":"Ramazan hilâlini görünce oruç tutunuz. Şevval hilâlini görünce de oruca son veriniz. Ramazan’ın başlangıcı bulutlu bir güne rastlarsa, Şâban’ı otuza tamamlayınız.(Buhârî, Savm 11)"
    
            },  {
                "gun":13,
                "cuz":13,
                "gununAnlami":"Gece teravih namazını kılana: Beytullah’ı imar etmiş gibi ecir verilir.",
                "gununAyeti":"“Allah, size kendi cinsinizden eşler var etti. Eşlerinizden de oğullar ve torunlar verdi ve sizi temiz gıdalarla rızıklandırdı, Öyleyken onlar batıla inanıyorlar da Allah’ın nimetine nankörlük mü ediyorlar?”(Nahl, 16/72)",
                "gununHadisi":"Mü’min öldüğü zaman, namazı baş ucunda, zekâtı sağında, orucu solunda bulur(Bkz. Heysemî, III, 51)"
    
            },  {
                "gun":14,
                "cuz":14,
                "gununAnlami":"Gece teravih namazını kılana: Allah (cc) Kadir gecesini sabaha kadar ihya etmiş gibi sevap verir.",
                "gununAyeti":"“Allah’ın varlığının belgelerinden biri de, kendileriyle huzur bulasınız diye sizin için kendi cinsinizden eşler yaratıp, aranızda sevgi ve merhamet var etmesidir. Bunda düşünen bir toplum için elbette ibretler vardır.”(Rûm, 30/21)",
                "gununHadisi":"“Bütün semâvî kitâbların anahtarı, Besmele-i Şerîfe’dir.” (Câmi’u’s-sağîr)"
    
            },  {
                "gun":15,
                "cuz":15,
                "gununAnlami":"Gece teravih namazını kılanın: Allah (cc) hacetini ve duasını kabul eder. Ahirette yüksek dereceler ihsan eder.",
                "gununAyeti":"“Onlar ‘Rabbimiz! Eşlerimizden ve çocuklarımızdan göz aydınlığı olacak kimseleri bizlere nasip eyle ve bizi Allah’a karşı gelmekten sakınanlara önder eyle!’ diyenlerdir.”(Furkân, 25/74)",
                "gununHadisi":"Oruç, oruçluya yakışmayan şeylerle zedelenmedikçe (tutan için) bir kalkandır.” buyurdu. Ashâb-ı Kirâm: “(Oruçlu) onu ne ile zedeler?” diye sorunca Resûl-i Ekrem: “Yalan ve gıybetle...” cevâbını verdiler.(Nesâî; Sıyâm, 43)"
    
            }, {
                "gun":16,
                "cuz":16,
                "gununAnlami":"Gece teravih namazını kılan: Kıyamet gününde kabrinden kalkarken “Lailahe illallah” diyerek kalkar.",
                "gununAyeti":"“Aranızdan bekâr olanları evlendirin…”(Nûr, 24/32)",
                "gununHadisi":"Sizden biriniz unutarak bir şey yer veya içerse, orucunu tamamlasın. Çünkü onu Allah yedirmiş ve içirmişti(Buhârî, Savm 26, Eymân 15)"              },
            {
                    "gun":17,
                    "cuz":17,
                    "gununAnlami":"Gece teravih namazını kılan: Dünyadan çıkmadan Cennet-i Ala’daki makamını görür.",
                    "gununAyeti":"“…Onlar (hanımlarınız) sizin için (kötülüğe karşı koruyucu) bir elbise, siz de onlar için (koruyucu) bir elbisesiniz…”(Bakara, 2/187)",
                    "gununHadisi":"Ey Allah'ın Resûlü! Bana abdest almayı anlat! dedim. O da: - Güzelce abdest al, parmak aralarına suyu ulaştır. Oruçlu olmadığın zaman suyu burnuna iyice çek! buyurdu(Ebû Dâvûd, Tahâret 56, Savm 27)"
        
            },  {
                    "gun":18,
                    "cuz":18,
                    "gununAnlami":"Gece teravih namazını kılana: Şehitlere ve gazilere verilen ecir gibi ecir verilir.",
                    "gununAyeti":"“Mümin erkekler ve mümin kadınlar birbirlerinin dostlarıdır. İyiliği emreder, kötülükten alıkoyarlar. Namazı dosdoğru kılar, zekâtı verirler. Allah’a ve Resûlüne itaat ederler. İşte onlara Allah merhamet edecektir. Şüphesiz Allah azizdir, hüküm ve hikmet sahibidir.”(Tevbe, 9/71)",
                    "gununHadisi":"Ramazan ayı girdiğinde cennet kapıları açılır, cehennem kapıları kapanır ve şeytanlar bağlanır(Buhârî, Savm 5)"
        
            },  {
                    "gun":19,
                    "cuz":19,
                    "gununAnlami":"Gece teravih namazını kılanın: Allah (cc) dünya ve ahirette yardımcısı olur.",
                    "gununAyeti":"“-Emzirmeyi tamamlamak isteyenler için- anneler çocuklarını iki tam yıl emzirirler. Onların yiyeceği ve giyeceği, örfe uygun olarak babaya aittir. Hiç kimseye gücünün üstünde bir sorumluluk yüklenemez. Hiçbir anne ve hiçbir baba çocuğu sebebiyle zarara uğratılmasın.”(Bakara, 2/233)",
                    "gununHadisi":"“Kötü kadınlar, kötü erkeklere; kötü erkekler de kötü kadınlara; temiz kadınlar temiz erkeklere, temiz erkekler de temiz kadınlara lâyıktır. O temiz olanlar, iftiracıların söyledikleri şeylerden uzaktırlar. Onlar için bir bağışlama ve bolca verilmiş iyi bir rızık vardır.”(Nûr, 24/26)                    "
        
            },  {
                    "gun":20,
                    "cuz":20,
                    "gununAnlami":"Gece teravih namazını kılan: Rasulullah Efendimiz’i (asm) rüyasında görmeden dünyadan çıkmaz.",
                    "gununAyeti":"“Allah’ın bazılarını bazılarından üstün kılmasından ve erkeklerin mallarından harcamalarından dolayı, erkekler kadınları kollayıp gözetirler. İyi kadınlar, gönülden saygılı olup Allah’ın kendilerini korumasına karşılık, iffet ve onurlarını muhafaza ederler”(Nisâ, 4/34)",
                    "gununHadisi":"“Cenâb-ı Hakk’ın ni’metlerine şükür, o ni’metin zevâline (yok olmasına) emândır.” (Deylemî)"
        
            },  {
                    "gun":21,
                    "cuz":21,
                    "gununAnlami":"Gece teravih namazını kılana: Yerde ve gökte ne kadar melek varsa hepsi onun için istiğfar eder. Ve Allah (cc) o kuldan razı olmadıkça dünyadan ahirete göçmez.",
                    "gununAyeti":"“Hanımlarınızla güzel bir şekilde geçinin. Onlardan hoşlanmasanız da Allah sizin hoşlanmadığınız bir şeyde birçok hayırlar takdir etmiş olabilir.”(Nisâ, 4/19)",
                    "gununHadisi":"Ramazan ayının son on günü gelince, Resûlullah geceleri ibadetle ihyâ eder, ailesini uyandırır, kulluğa soyunup paçaları sıvardı(Buhârî, Leyletü’l-kadr 5)"
        
            },  {
                    "gun":22,
                    "cuz":22,
                    "gununAnlami":"Gece teravih namazını kılan: Ümmet-i Muhammed’in yetimlerini ve dullarını doyurmuş gibi sevap alır.",
                    "gununAyeti":"“Senden kadınlar hakkında fetva istiyorlar. De ki, onlara ait hükmü size Allah açıklıyor: Kitap’ta kendileri için yazılmışı (mirası) vermeyip nikâhlamak istediğiniz yetim kadınlara, çaresiz çocuklara ve yetimlere karşı âdil davranmanız hakkında size okunan âyetler (Allah’ın hükmünü apaçık ortaya koymaktadır). İyilik adına ne yaparsanız şüphesiz Allah onu bilmektedir.(Nisâ, 4/ 127)",
                    "gununHadisi":"“Cenâb-ı Allah amelsiz îmânı ve îmânsız da ameli kabûl buyurmaz.” (Menâvî)"
        
            },  {
                    "gun":23,
                    "cuz":23,
                    "gununAnlami":"Gece teravih namazını kılan: Ümmet-i Muhammed’in esirlerini azad etmiş gibi sevap alır.",
                    "gununAyeti":"“Kadınlara mehirlerini (bir görev olarak) gönül hoşluğuyla verin. Eğer kendi istekleriyle mehrin bir kısmını size bağışlarlarsa, ondan gönül rahatlığıyla faydalanın.”(Nisâ, 4/4)",
                    "gununHadisi":"Resûllullah insanların en cömerdi idi. Onun en cömert olduğu anlar da Ramazan’da Cebrâil’in (a.s.), kendisi ile buluştuğu zamanlardı. Cebrâil (a.s.), Ramazan’ın her gecesinde Hz. Peygamber ile buluşur, (karşılıklı) Kur'an okurlardı. Bundan dolayı Resûlullah Cebrâil (a.s.) ile buluştuğunda, esmek için engel tanımayan bereketli rüzgârdan daha cömert davranırdı.(Buhârî, Bedü'l-vahy 5, 6, Savm 7, Menâkıb 23, Bed'ul-halk 6, Fezâilü'l-Kur'ân 7, Edeb 39)"
        
            },  {
                    "gun":24,
                    "cuz":24,
                    "gununAnlami":"Gece teravih namazını kılan: Beraatını sağ elinden alır.",
                    "gununAyeti":"“Eğer bir kadın, kocasının kendisine kötü davranmasından yahut yüz çevirmesinden endişe ederse, uzlaşarak aralarını düzeltmelerinde ikisine de bir günah yoktur. Uzlaşmak adına (daima) hayırlıdır. Zaten nefisler bencilliğe elverişlidir. Eğer iyi geçinir ve Allah’a karşı gelmekten sakınırsanız, şüphesiz Allah, yaptıklarınızdan haberdardır.”(Nisâ, 4/128)",
                    "gununHadisi":"Ayşe (a.s.) şöyle dedi:\n Ramazan ayının son on günü girdiğinde Resûlullah geceleri ihyâ eder, ev halkını uyandırır, ibadete soyunarak eşleriyle ilişkiyi keserdi.(Buhârî, Leyletül-kadr 5)"
        
            },  {
                    "gun":25,
                    "cuz":25,
                    "gununAnlami":"Gece teravih namazını kılana: Ölüm meleği en güzel surette gelir, onu cennet nimetleriyle müjdeler.",
                    "gununAyeti":"“Eğer (evli) bir çiftin aralarının açılmasından korkarsanız, erkeğin ailesinden bir hakem, kadının ailesinden de bir hakem gönderin. Eğer iki taraf da barışmayı isterlerse, Allah onları uzlaştırır. Şüphesiz Allah her şeyi bilendir ve her şeyden haberdardır.”(Nisâ, 4/35)",
                    "gununHadisi":"Ramazan ayında yapılan umre, tam bir hac sayılır, yahut da benimle birlikte yapılmış bir haccın yerini tutar.(Buhârî, Umre 4)"
        
            },  {
                    "gun":26,
                    "cuz":26,
                    "gununAnlami":"Gece teravih namazını kılanı: Allah’ın emriyle melekler şeytanın şerrinden korurlar.",
                    "gununAyeti":"“Biz, insana, ana-babasına iyi davranmasını emrettik. Eğer onlar, seni, hakkında bilgin olmayan bir şeyi (körü körüne) bana ortak koşman için zorlarlarsa, onlara itaat etme. Dönüşünüz ancak banadır. O zaman size yapmış olduklarınızı haber vereceğim.”(Ankebût, 29/8)",
                    "gununHadisi":"Büyük günahlardan kaçınılması halinde, beş vakit namaz, iki cuma ve iki Ramazan, aralarında (işlenecek küçük) günahlara kefârettir.(Müslim, Tahâret 16)"
        
            },  {
                    "gun":27,
                    "cuz":27,
                    "gununAnlami":"Gece teravih namazını kılana: Allah’ın emriyle cehennemin kapıları kapanır.",
                    "gununAyeti":"",
                    "gununHadisi":"Eğer kullar, Ramazan’ın fazîletlerini bilselerdi, bütün senenin Ramazan olmasını temennî ederlerdi"
        
            },  {
                    "gun":28,
                    "cuz":28,
                    "gununAnlami":"Gece teravih namazını kılana: Allah’ın emriyle cennetin kapıları açılır, hangi kapıdan isterse o kapıdan girer.",
                    "gununAyeti":"“Rabbin, sadece kendisine kulluk etmenizi, anne babanıza da iyi davranmanızı kesin bir şekilde emretti. Onlardan biri veya her ikisi senin yanında yaşlanırsa, kendilerine ‘öf!’ bile deme; onları azarlama; ikisine de güzel söz söyle. Onlara merhamet ederek tevazu kanadını indir ve de ki: “Rabbim, Tıpkı beni küçükken koruyup yetiştirdikleri gibi sen de onlara acı.”(İsrâ, 17/23)",
                    "gununHadisi":"“İslâm, güzel ahlâktır.” (Kenzü’l-Ummâl, 3/17, HadisNo: 5225.)"
        
            },  {
                    "gun":29,
                    "cuz":29,
                    "gununAnlami":"Gece teravih namazını kılana: Eyyüb'ün (as) sabır sevabı ihsan edilir ve bütün günahları bağışlanır.",
                    "gununAyeti":"“Yoksulluk korkusuyla çocuklarınızı öldürmeyin! Biz onların da sizin de rızkınızı veririz. Onları öldürmek gerçekten büyük bir günahtır.”(İsrâ, 17/31)",
                    "gununHadisi":"“İnsanlara merhamet etmeyene Allah merhamet etmez.” (Müslim, Fedâil, 66; Tirmizî, Birr, 16.)"
        
            },  {
                    "gun":30,
                    "cuz":30,
                    "gununAnlami":"Gece teravih namazını kılana: Allah’ın emriyle arşın altından bir münadi şöyle seslenir: “Gece teravih namazını kılan kullar cehennemden azad olmuş kullardır. Korktukları cehennemden kurtulup umdukları ve Allah’ın Cemâl’ine nail olanlardır” Allah (cc) buyurdu ki: “ İzzetim ve Celalim hakkı için bu kullarıma af ile muamele eyledim. Cehennem ateşini vücutlarına haram eyledim”",
                    "gununAyeti":"“İnsana da anne babasına iyi davranmasını emrettik. Annesi, onu sıkıntı üzerine sıkıntıyla karnında taşımıştır. Onun sütten kesilmesi de iki yıl içinde olur. (İşte bu yüzden) biz insana şöyle emrettik: Bana ve anne babana şükret. Dönüş ancak banadır.”(Lokmân, 31/14)",
                    "gununHadisi":"“Kolaylaştırınız, güçleştirmeyiniz, müjdeleyiniz, nefret ettirmeyiniz.” (Buhârî, İlm, 12; Müslim, Cihâd, 6.)"
        
                }
]




